# Brewfile — managed by dotfiles
# Install everything with: brew bundle

# CLI tools
brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "helm"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zoxide"

# Casks
cask "gcloud-cli"
